import "./page.css";

const Terms = () => {
  return (
    <div className="m-4 p-4 bg-white rounded-4">
      <h4 className="border-bottom pb-4">شرایط و قوانین سبزلرن</h4>

      <div className="terms-content">
        <h1 className="mb-5 mt-5">
          شرایط و قوانین استفاده از سرویس‌ها و خدمات سبز لرن
        </h1>
        <p className="terms-text">
          کاربر گرامی لطفاً موارد زیر را جهت استفاده بهینه از خدمات و کاربردی
          آکادمی سبز لرن با دقت ملاحظه فرمایید.ورود کاربران به آکادمی سبز لرن
          هنگام استفاده از پروفایل شخصی، طر‏‌های تشویقی، ویدئوهای رسانه تصویری
          آکادمی سبز لرن و سایر خدمات ارائه شده توسط آکادمی سبز لرن به معنای
          آگاه بودن و پذیرفتن شرایط و قوانین و همچنین نحوه استفاده از سرویس‌‏ها
          و خدمات آکادمی سبز لرن است. توجه داشته باشید که ثبت سفارش نیز در هر
          زمان به معنی پذیرفتن کامل کلیه شرایط و قوانین آکادمی سبز لرن از سوی
          کاربر است. لازم به ذکر است شرایط و قوانین مندرج، جایگزین کلیه
          توافق‏‌های قبلی محسوب می‏‌شود.
        </p>

        <h1 className="terms-title">شرایط محروم کردن کاربر از سرویس</h1>
        <p className="terms-text">
          سبزلرن در برخی شرایطی که خارج از عرف و شرع و منطق نیست. کاربر خود را
          از دادن سرویس محروم میکند و این مورد شامل دوره های نقدی نیز میباشد و
          درصورتی که موارد ذکر شده توسط کاربر انجام و تخطی از تعهد صورت گیرد.
          سبزلرن بلافاصله سرویس او را تعلیق و هزینه آن کاربر را نیز بلوکه میکند
        </p>
        <p className="terms-text">
          از آنجایی که دوره های خریداری شده توسط هر اکانت مختص همان شخص است:
        </p>
        <ul className="terms-list-container">
          <li className="terms-list">
            کاربر متعهد میشود که دوره خریداری شده توسط خودش را به دیگران به
            اشتراک نگذارد
          </li>
          <li className="terms-list">
            کاربر متعهد میشود که اکانت خود را در اختیار بقیه قرار ندهد
          </li>
          <li className="terms-list">
            کاربر متعهد میشود که دوره خریداری شده توسط خود را برای اهداف مختلف
            به فروش نگذارد
          </li>
          <li className="terms-list">
            کاربر تعهد میدهد که دوره را فقط بصورت تکی برای خودش خریداری کند و با
            دو یا چند نفر اقدام به خرید نکند
          </li>
          <li className="terms-list">
            اربر تعهد میدهد که اکانت خود را تحت هیچ شرایطی به فروش نرساند و
            توجیه است که دوره های خریداری شده مختص خودش بوده و نمیتواند بعد از
            استفاده یا بدون استفاده به افراد دیگری بفروشد و یا رایگان دهد
          </li>
        </ul>

        <h1 className="terms-title">
          شرایط و قوانین مشاهده دوره های نقدی سبزلرن
        </h1>
        <p className="terms-text">
          به علت مشکلات کپی رایت از نظر فرهنگی/قانونی در ایران که باعث
          پابلیک/پخش شدن دوره های مدرسین میشود. مجموعه سبزلرن قوانین جدیدی را
          برای مشاهده دوره های جدید نقدی خود وضع کرده که جلوی دانلود ویدیوهارا
          میگیرد و کاربر را موظف میکند که بصورت آنلاین ویدیو هارا مشاهده کند.
          چرا که بحث پابلیک/پخش شدن دوره ها تا به الان خسارات بسیار زیادی را به
          مجموعه وارد کرده و همچنین باعث دلسردی مدرسین اکادمی سبزلرن شده است که
          این خود معضلیست در راستای تولید محتوای با کیفیت. چرا که وقتی تولید
          کننده میبیند که محتوای تولید شده اش توسط دیگر افراد سودجو به رایگان
          دانلود میشود. دلسرد شده و باعث ممناعت وی در راستای ارائه تجربیات
          ارزشمندش میشود و ارائه این تجربیات ارزشمند دقیقا چیزیست که شما مخاطب
          عزیز مارا بخاطر آن برگزیده اید. از طرفی دیگر خیلی از مخاطبین اعتراض
          میکردند که چرا دوره ای که ما بابتش هزینه کرده ایم توسط فلان افراد
          سودجو دارد رایگان پخش میشود و این پایمال کردن حقوق کاربر است
        </p>
        <p className="terms-text">
          فلذا مجموعه سبزلرن از یک پلیر آنلاین مبتنی بر یادگیری ماشین استفاده
          میکند تا بتواند جلوی پخش غیرقانونی محتوا را بگیرد و این سیستم درصورتی
          که متوجه شود کاربر عملکردی در راستای دانلود داشته. او را مسدود میکند و
          اگر کاربری مسدود شد تا ۳ بار میتواند از مسدودی دربیاید و درصورتی که
          بصورت مکرر مسدود شود. مجموعه این کاربر را کاربر پر خطر در نظر گرفته و
          سرویس دهی به او را مورد تعلیق قرار میدهد. در صورتی که شما توسط این
          سیستم بلاک شده اید میتوانید از طریق اکانت کاربری تیکت های پشتیبانی.
          اقدام به ثبت درخواست آزاد سازی دسترسی خود کنید
        </p>

        <h1 className="terms-title">شرایط عودت وجه به دانشجو</h1>
        <p className="terms-text">
          از آنجایی که سبزلرن یک اکادمی خصوصی در زمینه آموزش برنامه نویسی و شبکه
          و امنیت است. تلاش میکند تا با مدرسین خود. طبق یک قرارداد رسمی و امضا
          شده بین طرفین. دوره های خود را بر روی این پلتفرم منتشر کند! مدرسینی که
          در سبزلرن مشغول فعالیت هستند. افرادی با تجربه و باران دیده به حساب می
          آیند. چرا که سبزلرن با مدرسینی همکاری میکند که حداقل ۲ سال تجربه مفید
          و تجربه تدریس قبلی را داشته باشند. لذا اگر مدرسی بر خلاف قرارداد طرفین
          پیش رود و برای دوره خود پشتیبانی ارائه ندهد. سبزلرن موظف است که در
          اولین فرصت. مدرس دوره را تغییر دهد و اگر قرار باشد پروسه تغییر مدرس
          دوره کمی طول بکشد. سبزلرن موظف است که کمک پشتیبان هایی که در آن زمینه
          تخصص دارند را استخدام کند تا دانشجو در پروسه یادگیری. دچار اختلال نشود
          ! و از سمت و سویی دیگر، سبزلرن حداقل ۱۰ الی ۳۰ درصد محتوای دوره های
          خود را جهت ارزیابی بهتر رایگان میکند تا دانشجو بتواند با ارزیابی بهتر
          در دوره مورد نظر ثبت نام کند. اگر چنانچه دانشجو. پس از یک هفته و یا ۲
          ماه و…. با دلایلی همچون
        </p>
        <ul className="terms-list-container px-4">
          <li className="terms-list">
            من به این پول نیاز دارم و مشکل مالی دارم
          </li>
          <li className="terms-list">
            من در فلانجا قرار شد به عنوان کار اموز پذیرفته شوم و آنها قرار است
            به من مهارت جدیدی بیاموزند
          </li>
          <li className="terms-list">
            من از این دوره خوشم نمی آید و میخواهم پولم را پس بگیرم
          </li>
          <li className="terms-list">
            من تغییر حوزه داده ام و نیازی به این آموزش ندارم
          </li>
          <li className="terms-list">و… از این قبیل</li>
        </ul>
        <p className="terms-text">
          مراجعه کند. مجموعه سبزلرن موظف نیست که مبلغ را به دانشجو عودت دهد. چرا
          که از قبل از طریق بخش نظرات و رایگان کردن بخش قابل توجهی از دوره.
          بستری برای برسی بهتر را فراهم کرده است و مسئولیت تغییر شرایط کاربر،
          طبق عرف به عهده خودش میباشد
        </p>

        <h1 className="terms-title">
          سبزلرن موظف است در شرایطی هزینه دانشجو را عودت دهد که…
        </h1>
        <ul className="terms-list-container px-4">
          <li className="terms-list">
            دوره هیچ پشتیبانی را نداشته باشد و سبزلرن اقدامی برای احیای پشتیبانی
            نکند!
          </li>
          <li className="terms-list">
            محتوای دوره بروز نباشد و سبزلرن اقدامی برای بروزرسانی و بهبود دوره
            انجام ندهد
          </li>
          <li className="terms-list">
            مدرس به وعده های داده شده از نظر محتوا و کیفت ویدیو عمل نکند‌.
          </li>
          <li className="terms-list">
            دوره تاخیر بیش از حد داشته باشد و مدرس دائم بهانه های متفاوت برای
            نرسیدن اپدیت ها بیاورد
          </li>
        </ul>

        <p className="warning-for-sabzlearn">
          {" "}
          و در صورت بودن موارد ذکر شده. سبزلرن موظف است که ۱۰۰ درصد مبلغ را به
          کیف پول و یا حساب بانکی کاربر با ۵ الی ۱۰ درصد خسارت بیشتر عودت
          دهد!(یعنی علاوه بر هزینه کل. درصد مذکور به عنوان خسارت به کاربر پرداخت
          میشود)
        </p>

        <h1 className="terms-title">شرایط و قوانین عمومی</h1>
        <p className="terms-text">
          توجه داشته باشید کلیه اصول و رویه‏‌های آکادمی سبز لرن منطبق با قوانین
          جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف
          کننده است و متعاقبا کاربر نیز موظف به رعایت قوانین مرتبط با کاربر است.
          در صورتی که در قوانین مندرج، رویه‏‌ها و سرویس‏‌های آکادمی سبز لرن
          تغییراتی در آینده ایجاد شود، در همین صفحه منتشر و به روز رسانی می شود
          و شما توافق می‏‌کنید که استفاده مستمر شما از سایت به معنی پذیرش هرگونه
          تغییر است.
        </p>
        <h1 className="terms-title">شرایط تعریف مشتری یا کاربر</h1>
        <p className="terms-text">
          مشتری یا کاربر به شخصی گفته می‌شود که با اطلاعات کاربری خود که در فرم
          ثبت‌نام درج کرده است، به ثبت سفارش یا هرگونه استفاده از خدمات آکادمی
          سبز لرن اقدام کند. همچنین از آنجا که آکادمی سبز لرن یک وب‌سایت آموزش
          آنلاین است، طبق قانون تجارت الکترونیک مشتری یا مصرف کننده هر شخصی است
          که به منظوری جز تجارت یا شغل حرفه‌ای به خرید کالا یا خدمات اقدام
          می‌کند.
        </p>

        <h1 className="terms-title">طرح تشویقی پیشنهاد شگفت‌انگیز</h1>
        <p className="terms-text">
          طرح تشویقی شگفت‌انگیز به منظور ایجاد تجربه یک خرید خوب برای کاربران در
          نظر گرفته شده و در این ایام تعدادی از محصولات با تخفیف‏‌هایی بسیار
          ویژه‏‌تر نسبت به فروش‌‏های ویژه درج می‏‌شود که این کالاها تنها برای
          ساعت‏‌هایی امکان سفارش گذاری دارند. توجه داشته باشید که اگر شما برای
          مثال در اول ماه. یک محصولی را خریداری کرده اید و سفارش شما کامل شده
          باشد و در اواسط همان ماه و یا درتاریخی دیگر. بر روی آن محصول تخفیفی
          اعمال شود. امکان اینکه هزینه شمارا نیز با آن تخفیف هموار کنیم و بخشی
          از مبلغ را عودت دهیم وجود ندارد !
        </p>
        <h1 className="terms-title">شرایط نمایندگی</h1>
        <p className="terms-text">
          آکادمی سبز لرن در هیچ نقطه‏‌ای از کشور نمایندگی فروش و یا خدمات پس از
          فروش ندارد و کلیه سرویس‌‏ها و تراکنش‏‌های مالی از طریق دفتر مرکزی
          پردازش می‏‌شود. لطفاً در صورت مشاهده هر گونه تخلفی از این دست، مراتب
          را جهت پیگرد قانونی به روابط عمومی آکادمی سبز لرن اطلاع دهید. و برای
          خرید تنها باید به وب سایت آکادمی سبز لرن مراجعه و سفارش خود را ثبت
          کرد.
        </p>
      </div>
    </div>
  );
};

export default Terms;
